{
    "header":{
        "news": "Жаңалықтар",
        "applicants": "Үміткерлер үшін",
        "about": "Колледж Туралы",
        "contacts":"Контактілер",
        "languages":{
            "language": "Тіл",
            "ru": "Орыс тілі",
            "en": "Ағылшын тілі",
            "kk": "Қазақ тілі"
        }
    },
    "main":{
        "item-1": "Заманауи және сапалы білім беру",
        "item-2": "Дамыған студенттік инфрақұрылым",
        "item-3": "Қарбалас студенттік өмір",
        "item-4": "Тәжірибенің үлкен көлемі",
        "item-5": "Жұмыспен қамтуға жәрдемдесу"
    },
    "acquaintance":{
        "title": "Колледж туралы аздап"
    },
    "specialitiesTitle" : "Мамандықтар",
    "specialities":{
        "software":{
            "title": "Бағдарламалық қамтамасыз ету (түрлері бойынша)",
            "linkText": "Толығырақ>>>",
            "href": "Sowtware"
        },
        "banking":{
            "title": "Банк ісі",
            "linkText": "Толығырақ>>>",
            "href": "Banking"
        },
        "pedagogy":{
            "title": "Бастауыш оқытудың педагогикасы мен әдістемесі",
            "linkText": "Толығырақ>>>",
            "href": "Pedagogy"
        },
        "upbringing":{
            "title": "Мектепке дейінгі тәрбие мен оқыту",
            "linkText": "Толығырақ>>>",
            "href": "Upbringing"
        },
        "hairdresser":{
            "title": "Шаштараз өнері",
            "linkText": "Толығырақ>>>",
            "href": "Hairdresser"
        },
        "translator":{
            "title": "Аударма ісі (түрлері бойынша)",
            "linkText": "Толығырақ>>>",
            "href": "Translator"
        },
        "jurisprudence":{
           "title": "Құқықтану",
           "linkText": "Толығырақ>>>",
           "href": "Jurisprudence"
       },
       "accounting":{
           "title": "Есеп және аудит",
           "linkText": "Толығырақ>>>",
           "href": "Accounting"
       },
       "seamstress":{
           "title": "Тігін өндірісі және киім дизайны",
           "linkText": "Толығырақ>>>",
           "href": "Seamstress"
       },
       "Tourism":{
           "title": "Туризм",
           "linkText": "Толығырақ>>>",
           "href": "Tourism"
       },
       "management":{
           "title": "Басқару (салалы және қолданбалы)",
           "linkText": "Толығырақ>>>",
           "href": "Management"
       },
       "ComputerEngineering":{
           "title": "Компьютерлік технологиялар және ақпараттық желілер (түрлері бойынша)",
           "linkText": "Толығырақ>>>",
           "href": "ComputerEngineering"
       }
    },
    "Information":{
        "text":{
            "text-1":"«Мирас» колледжі тәжірибелі оқытушылар командасын, әр студентке жеке көзқарасты, белсенді, бай студенттік өмірді, практикалық базаларды қамтамасыз етуді және жұмысқа орналасуға көмектесуді ұсынады.",
            "text-2": "Біз әрбір студенттің ҚАУІПСІЗДІГІНЕ кепілдік береміз, колледжде барлық қажетті қауіпсіздік шаралары және бейнебақылау орнатылған."
        },
        "accordion":{
            "applicants":{
                "title": "ҚҰРМЕТТІ ӨТІМДЕРЛЕР!",
                "text-1": "Мирас колледжі 2024-2025 оқу жылына келесі мамандықтар бойынша күтілетін гранттарды алу құқығына конкурсқа қатысуға шақырады:",
                "text-2": "Құжаттарды қабылдау 25 маусымнан 25 тамызға дейін. Жеңімпаздарға оқудың барлық кезеңіне грант, ай сайынғы стипендия және жекелеген санаттар бойынша тегін жол жүру және тамақ беріледі."
            },
            "diploma":{
                "title": "ДИПЛОМ 10 АЙДА",
                "text-1": "Мирас колледжі 11-сынып түлектеріне, сондай-ақ жұмыс істейтін мамандарға арналған жеделдетілген 10 айлық оқу бағдарламасын ұсынады. Бұл өте қысқа мерзімде біліктілікке ие болудың бірегей мүмкіндігі. Курсты аяқтаған соң түлектер мемлекеттік үлгідегі диплом алады. Оқыту келесі мамандықтар бойынша жүргізіледі:",
                "text-2": "Құжаттарды қабылдау 25 маусымнан 25 тамызға дейін."
            },
            "courses":{
                "title": "ҚЫСҚА МЕРЗІМДІ КУРСТАР",
                "text-1": "Мирас колледжі Шымкент қаласы Жұмыспен қамту орталығының тапсырысы бойынша өтетін 3 айлық қысқа мерзімді тегін курстарға шақырады. 18 жастан 54 жасқа дейінгі кез келген адам шарттарды орындаған жағдайда келесі мамандықтарды ала алады:",
                "text-2": "Курс тыңдаушылары қала кәсіпорындарында тәжірибеден өтеді, сонымен қатар ай сайынғы стипендия алады. Курстың соңында емтихандар өткізіліп, мемлекеттік сертификат беріледі."
            },
            "discount":{
                "title": "10% ДЕЙІН ЖЕҢІЛДІКТЕР",
                "text-1": "Мирас колледжі 2024 жылы келген талапкерлерге көмек көрсетуге дайын және оқу ақысына 10% дейін жеңілдіктердің икемді жүйесін ұсынады.",
                "text-2": "Жеңілдік алу үшін оқуға өтінім беріп, қажетті құжаттарды тапсырыңыз."
            },
            "commission":{
                "title": "ҚАБЫЛДАУ КОМИССИЯСЫ"
            }
            
        }
    },
    "comissionList":{
        "item-1":{
            "title": "Мекен-жайы:"
        },
        "item-2":{
            "title": "ст. Ғани Ильяева, 3"
        },"item-3":{
            "title": "ст. Ломоносова, 7"
        },
        "item-4":{
            "title": "Байланыс орталығы:"
        },
        "item-5":{
            "title": "8 778 003 09 83"
        },
        "item-6":{
            "title": "Әлеуметтік желілер:"
        }
    },
    "professionalСourses":{
        "masterHairdresser":{
            "title": "Шебер шаштараз"
        },
        "visagiste":{
            "title": "Визагист"
        },
        "manicurist":{
            "title": "Маникюр шебері"
        },
        "seamstress":{
            "title": "Тігінші"
        }
    },
    "teachers":{
        "Gulnar": "Емешова Гульнар",
        "Natalya": "Жекеева Наталья",
        "Elena": "Керхер Елена",
        "Tamara": "Махалқызы Тамара",
        "Evgenija": "Медовщикова Евгения ",
        "Dinara": "Мынбаева Динара ",
        "Akmaral": "Райымбекова Акмарал",
        "Anara": "Шарапова Анара ",
        "Svetlana": "Спасова Светлана "
    },
    "partners":{
        "1": "АО «Сбербанк»",
        "2": "АО «БанкЦентрКредит»",
        "3": "Hotel «Canvas»",
        "4": "Hotel «Rixos»",
        "5": "«Prestige tour»",
        "6": "ТОО «Лайм трэвэл»",
        "7": "Филиал ТОО «Magnum cash&Carry» ",
        "8": "АО «Цеснабанк»",
        "9": "ТОО «Фиркан»",
        "10": "ТОО «Business and sport travel»",
        "11": "ТОО «Excelsia»",
        "12": "Учебный центр «Zerdeli»",
        "13": "ТОО «ШФ Гаухар»",
        "14": "ТОО «Skynet Group»",
        "15": "ТОО Petro Kazakhstan",
        "16": "Филиал АО «Банк KassaNova»"
    },
    "sliderTitles":{
        "teachers": "Біздің мұғалімдер",
        "partners": "Біздің серіктестер"
    },
    "Sowtware":{
        "speciality":"Бағдарламалық қамтамасыз ету (түрі бойынша)",
        "code": "06130100",
        "qualification": "Бітіруші біліктілік",
        "qualification-title": "Бағдарламалық жасақтама әзірлеушісі",
        "text":"- бағдарламалық қамтамасыз етуді әзірлеумен тек дизайн және кодтау тұрғысынан ғана емес, сонымен қатар бағдарламалау немесе жобаны басқару шеңберінен тыс, соның ішінде бағдарламалық өнімді басқарудың кейбір аспектілерімен айналысатын адам немесе ұйым",
        "activity": "Негізгі қызмет түрлері:",
        "text-2": "құрылымы мен мазмұнын әзірлеу және/немесе тағайындалған тапсырманы құру және іске асыру үшін қажетті компьютерлік бағдарламаны жазу, соның ішінде: жүйелік бағдарламалық қамтамасыз ету (жаңартулар мен патчтарды қоса алғанда), бағдарламалық қосымшалар (жаңартулар мен патчтарды қоса алғанда), дерекқорлар, веб-беттер."
    }
    ,
    "Banking":{
        "speciality":"Банк және сақтандыру",
        "code": "04120100",
        "qualification": "Бітіруші біліктілік",
        "qualification-title": "Банктік операциялар менеджері",
        "text":"- экономика саласындағы маман, экономикалық мәселелер бойынша сарапшы.",
        "activity": "Негізгі қызмет түрлері:",
        "text-2": "Сақтандыру агенті, сақтандыру брокері сақтанушылардан сақтандыру сыйлықақысын (сақтандыру жарналарын) алған жағдайда ақша қаражатының сақталуын, сондай-ақ сақтандырушы, сақтанушы ұсынған құжаттардың сақталуын қамтамасыз етуге міндетті;"
},
"Pedagogy":{
    "speciality":"Бастауыш оқытудың педагогикасы мен әдістемесі",
    "code": "01140100",
    "qualification": "Бітіруші біліктілік",
    "qualification-title": "Бастауыш сынып мұғалімі",
    "text":"- барлық мамандықтардың іргетасы болып табылатын ең адамгершілігі мол, сұранысқа ие және салмақты мамандық. Ұстаз мемлекеттің болашағы қолында болған жастардың дүниетанымын қалыптастырумен айналысады. Балаларды толғандыратын мәселелердің көпшілігін шешуге бірінші мұғалім ғана көмектесе алады. Бұл мамандықты өмір салты деп атауға болады, өйткені мұғалім барлық шәкірттерінің мінезін қалыптастыруға жауапты.",
    "activity": "Негізгі қызмет түрлері:",
    "text-2": "мұғалім балаларға қосымша білім беру орталығында немесе үйде тәрбиеші болып жұмыс істей алады. Педагогикалық білім мектепке дейінгі ұйымға педагог немесе әдіскер ретінде жұмысқа орналасуға да мүмкіндік береді."
},
"Upbringing":{
    "speciality": "Мектепке дейінгі тәрбие және оқыту",
    "code": "01120100",
    "qualification": "түлектің біліктілігі",
    "qualification-title":"Мектепке дейінгі тәрбие және оқыту ұйымының тәрбиешісі",
    "text": "мектепке дейінгі тәрбие мен білім беруді ұйымдастыру үшін жоғары білікті мамандарды даярлау жөніндегі оқу бағдарламасы.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "мамандық бойынша бітірушінің кәсіби қызметінің объектілері баланың ақыл-ой, адамгершілік, еңбек, эмоционалдық және физикалық дамуы үшін жағдай жасау жөніндегі оқу-тәрбие және әдістемелік қызмет болып табылады. Түлек мектепке дейінгі білім беру жүйесіндегі педагогикалық, білім беру және тәрбие қызметіне дайындалған."
},
"Hairdresser":{
    "speciality": "Шаштараз өнері",
    "code": "10120100",
    "qualification": "түлектің біліктілігі",
    "qualification-title": "суретші-сәнгер",
    "text": "- адамдардың кәсіби қызметінен тыс қажеттіліктерін қанағаттандыруға бағытталған адам қызметінің құралдары, әдістері мен тәсілдерінің жиынтығын қамтитын қызмет көрсету саласы. Шаштараз өте жақсы ақша табады. Мақсатты шеберлер әрқашан жетістікке жетеді.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "Шаштараз өзі үшін де жұмыс істей алады, бірақ содан кейін сіз үй-жайлар мен материалдарды жалға алу шығындарын өзіңіз жабуыңыз керек."
},
"Translator":{
    "speciality": "аударма дело (түрлері бойынша)*",
    "code": "023100",
    "qualification": "түлектің біліктілігі",
    "qualification-title":"Аудармашы",
    "text": "адамдарды біріктіруге арналған ең көне, адамгершілік және асыл кәсіптердің бірі. ол ХХІ ғасырда ерекше маңызға ие болды: саяси, әлеуметтік, мәдени деңгейлерде ол жаһандану дәуірінде таптырмас болды. аудармашы-бұл әр түрлі елдердің өкілдері арасындағы, оқырман мен жазушы арасындағы, келіссөздер жүргізетін және бизнес құратын адамдар арасындағы және т. б.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "ҚР-дағы саяси және экономикалық ахуалдың өзгеруі, халықаралық ынтымақтастықтың жандануы, біздің нарықта шетелдік компаниялардың пайда болуы, Қазақстанның әлемдік орбитаға шығуы шет тілін меңгеріп қана қоймай, бастапқы дереккөздің мәнін дәл жеткізе алатын мамандарға сұранысты едәуір арттырды"
},
"Jurisprudence":{
    "speciality":"Құқықтану",
    "code": "04210100",
    "qualification": "түлектің біліктілігі",
    "qualification-title":"заңгер",
    "text": "- құқықтану, заң ғылымдары бойынша маман; құқық саласындағы практикалық қайраткер. Заңгер ұғымы әртүрлі кәсіби заң қызметімен айналысатын барлық адамдарды — судьяларды, прокурорларды, тергеушілерді, адвокаттарды, нотариустарды, ұйымдардағы заңгерлерді, жеке практикамен айналысатын заңгерлерді және басқаларды біріктіреді.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "ұйымдық – құқықтық-ұйымдық, өндірістік және өзге де қызмет түрлері барысында Қазақстан Республикасы заңдарының және басқа да нормативтік актілердің талаптарын іске асыру; заңнаманың сақталуын бақылау, заңгерлік кеңес беру; жеке және заңды тұлғаларға олардың құқықтары мен заңды мүдделерін қорғауда белгіленген шектерде көмек көрсету. Ұйымдастырушылық-басқарушылық-мемлекеттік органдарда, жергілікті өзін-өзі басқару органдарында ұйымдастырушылық-басқарушылық функцияларды жүзеге асыру; азаматтар мен лауазымды тұлғаларды заңдар мен басқа да нормативтік актілердің ережелері туралы хабардар ету, құқықтық білімді тарату."
},
"Accounting":{
    "speciality": "Есеп және аудит",
    "code": "04110100",
    "qualification": "түлектің біліктілігі",
    "qualification-title": "Бухгалтер",
    "text": "- бұл ұйымдық-құқықтық нысандарына қарамастан кәсіпорындарда, ұйымдарда, мекемелерде жұмыс істеу үшін мүлікті, міндеттемелерді және шаруашылық операцияларды есепке алу және талдау бойынша кәсіби қызметке дайындалған маман.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "Бухгалтерлік-талдамалық және қаржылық-бақылау; бухгалтерлік есеп шоттарында негізгі құралдардың, тауарлық-материалдық құндылықтардың, ақшалай қаражаттың жылжуымен байланысты операцияларды Құжаттау және көрсету; ұйымның шаруашылық-қаржылық қызметін талдау; ұйымның өтімділігі мен төлем қабілеттілігін бағалау; есептік-қаржылық ақпаратты өңдеу үшін есептеу техникасын пайдалану."
},
"Seamstress":{
    "speciality" :" тігін өндірісі және киімді модельдеу",
    "code": "07230100",
    "qualification": "түлектің біліктілігі",
    "qualification-title": "сәнгер-пішуші немесе техник-технолог",
    "text": "Тігін өндірісінің бірнеше бағыттарының бірінде жұмыс істейтін, әрі қарай тігу үшін материалды ашумен айналысатын маман.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "сән бағытын және Тапсырыс берушінің жеке ерекшеліктерін ескере отырып, киімнің мақсатына сәйкес модельдер әзірлеу; өндіріске қабылданған киім үлгілерінің конструкцияларының сызбаларын орындау; ЕСКД талаптарына сәйкес үлгілерді дайындау; конструкторлық-технологиялық құжаттаманы әзірлеу; өлшемдері мен өсуі бойынша үлгілерді техникалық көбейтуді орындау; үлгілерді орналастыруды орындау және киім бөлшектерін пішу; тігін бұйымдарын өңдеу ерекшеліктері бойынша тігіншілерге нұсқау беру; сән журналдарымен және каталогтарымен жұмыс істеу, сәннің даму үрдістерін талдау; Киімнің аса күрделі үлгілерін кесу кезінде пішушілердің жұмысына басшылық жасау; маркетингтік зерттеулер жүргізу, нарық конъюнктурасын талдау."
},
"Tourism":{
    "speciality":"Туризм",
    "code": "10150100",
    "qualification": "түлектің біліктілігі",
    "qualification-title":"туризм менеджері",
    "text": "- бұл туризм саласындағы кәсіби қызметке және туристік ұйымды басқаруға дайындалған маман.",
    "activity":"негізгі қызмет түрлері",
    "text-2": "туризм саласында ұйымдастырушылық - басқарушылық және маркетингтік қызметті жүзеге асырады; маманның кәсіби қызметін регламенттейтін нормативтік-құқықтық құжаттарды пайдаланады; туризм саласында қызметтер көрсетеді; тур құнының калькуляциясын жасайды; туристерге қызмет көрсетуге шарттар әзірлейді және жасасады."
},
"Management":{
    "speciality": "Менеджмент (салалар және қолдану салалары бойынша)",
    "code": "04130100",
    "qualification": "түлектің біліктілігі",
    "qualification-title":"Менеджер",
    "text": "- кәсіпорын қызметінің белгілі бір бағытына жауапты басшы немесе басқарушы (персонал жөніндегі менеджер, инвестициялық менеджер, қоғаммен байланыс жөніндегі менеджер, қаржы менеджері, тәуекел - менеджер, бренд-менеджер, эко-менеджер, сату жөніндегі менеджер), жобаны басқарушы (жоба менеджері) немесе бүкіл компания (топ-менеджер).",
    "activity":"негізгі қызмет түрлері",
    "text-2": "экономиканың түрлі салалары мен қызмет көрсету салаларының кәсіпорындары."
},
"ComputerEngineering":{
    "speciality": "Есептеу техникасы және ақпараттық желілер (түрлері бойынша)",
    "code": "06120100",
    "qualification": "түлектің біліктілігі",
    "qualification-title": "компьютерлік аппараттық құрал операторы",
    "text": "- бұл компьютерлік техниканың, жергілікті желінің, бағдарламалық қамтамасыз етудің үздіксіз жұмысын қамтамасыз ететін маман. Ол Компьютерлерге қызмет көрсетеді және ұйымдағы кеңсе техникасының, компьютерлік бағдарламалардың және ақпараттық желілердің үздіксіз жұмыс істеуін қамтамасыз етеді",
    "activity":"негізгі қызмет түрлері",
    "text-2": "компьютерде ақпаратты өңдеу процесін енгізу; есептеу техникасы мен перифериялық құрылғылардың жұмысына дайындау; белгіленген құжаттаманы енгізу; негізгі операциялық жүйелерде жұмыс істеу, оларды жүктеу және басқаруды жүзеге асыру; қабықша бағдарламаларында (файл менеджерлері) жұмыс істеу, файлдармен және каталогтармен негізгі операцияларды орындау; мәтіндік құрылғылардың жұмысын басқару электрондық кестелермен жұмыс істеу, оларда мәтіндік және цифрлық ақпаратты жүргізу; деректер базасымен жұмыс істеу; Ақпаратты енгізу, редакциялау және ресімдеу;деректерді мұрағаттау бағдарламаларымен жұмыс;нүктелік графика бағдарламасымен жұмыс."
}
}