{
    "header":{
        "news": "Новости",
        "applicants": "Абитуриентам",
        "about": "О колледже",
        "contacts":"Контакты",
        "languages":{
            "language": "Язык",
            "ru": "Русский язык",
            "en": "Английский язык",
            "kk": "Казахский язык"
        }
    },
    
    "main":{
        "item-1": "Современное и качественное образование",
        "item-2": "Развитая студенческая инфраструктура",
        "item-3": "Насыщенная студенческая жизнь",
        "item-4": "Большое количество пркатики",
        "item-5": "Помощь в трудоустройстве"
    },
    "acquaintance":{
        "title": "Немного о колледже"
    },
    "specialitiesTitle" : "Специальности",
    "specialities":{
        "software":{
            "title": "Программное Обеспечение(по видам)",
            "linkText": "Подробнее>>>",
            "href": "Sowtware"
        },
        "banking":{
            "title": "Банковское Дело",
            "linkText": "Подробнее>>>",
            "href": "Banking"
        },
        "pedagogy":{
            "title": "Педагогика и методика начального обучения",
            "linkText": "Подробнее>>>",
            "href": "Pedagogy"
        },
        "upbringing":{
            "title": "Дошкольное воспитание и обучение",
            "linkText": "Подробнее>>>",
            "href": "Upbringing"
        },
        "hairdresser":{
            "title": "Парикмахерское искусство",
            "linkText": "Подробнее>>>",
            "href": "Hairdresser"
        },
        "translator":{
            "title": "Переводческое дело (по видам)",
            "linkText": "Подробнее>>>",
            "href": "Translator"
        },
         "jurisprudence":{
            "title": "Правоведение",
            "linkText": "Подробнее>>>",
            "href": "Jurisprudence"
        },
        "accounting":{
            "title": "Учёт и аудит",
            "linkText": "Подробнее>>>",
            "href": "Accounting"
        },
        "seamstress":{
            "title": "Швейное производство и моделирование одежды",
            "linkText": "Подробнее>>>",
            "href": "Seamstress"
        },
        "Tourism":{
            "title": "Туризм",
            "linkText": "Подробнее>>>",
            "href": "Tourism"
        },
        "management":{
            "title": "Менеджмент (по отраслям и областям применения)",
            "linkText": "Подробнее>>>",
            "href": "Management"
        },
        "ComputerEngineering":{
            "title": "Вычислительная техника и информационные сети (по видам)",
            "linkText": "Подробнее>>>",
            "href": "ComputerEngineering"
        }
    },
    "Information":{
        "text":{
            "text-1":"Колледж Мирас предлагает команду опытных преподавателей, индивидуальный подход к каждому обучающемуся, яркую насыщенную студенческую жизнь, предоставление баз практики и содействие в трудоустройстве.",
            "text-2": "Мы гарантируем БЕЗОПАСНОСТЬ каждого студента, в колледже приняты все необходимые меры охраны и видеонаблюдения."
        },
        "accordion":{
            "applicants":{
                "title": "УВАЖАЕМЫЕ АБИТУРИЕНТЫ!",
                "text-1": "Колледж «Мирас» приглашает Вас принять участие в конкурсе на право получения ожидаемых грантов на 2024-2025 учебный год по следующим специальностям:",
                "text-2": "Подача документов с 25 июня до 25 августа Победители получают грант на весь срок обучения, ежемесячную стипендию и отдельным категориям бесплатный проезд и питание."
            },
            "diploma":{
                "title": "ДИПЛОМ ЗА 10 МЕСЯЦЕВ",
                "text-1": "В Коллежде «Мирас» действует ускоренная 10-ти месячная программа обучения для выпускников 11 классов, а также для работающих специалистов. Это уникальная возможность получить квалификацию в очень короткие сроки. После окончания курса выпускники получают диплом государственного образца. Обучение проводится по специальности:",
                "text-2": "Подача документов с 25 июня до 25 августа."
            },
            "courses":{
                "title": "КРАТКОСРОЧНЫЕ КУРСЫ",
                "text-1": "Колледж Мирас приглашает на бесплатные 3-х месячные краткосрочные курсы проводимые по заказу Центра занятости населения в городе Шымкент. Все желающие от 18 до 54 лет, при соответствии условиям, могут получить следующие специальности:",
                "text-2": "Слушатели курса проходят практическое обучение на предприятиях города, а также ежемесячно получают стипендию. По окончании курса проводятся экзамены и выдается свидетельство государственного образца."
            },
            "discount":{
                "title": "СКИДКИ ДО 10%",
                "text-1": "Колледж Мирас готов оказать помощь поступающим абитуриентам в 2024 году и предоставляет гибкую систему скидок до 10% на обучение",
                "text-2": "Для получения скидки подайте заявку на обучение и предоставьте необходимые документы."
            },
            "commission":{
                "title": "ПРИЕМНАЯ КОМИССИЯ"
            }
            
        }

    },
    "comissionList":{
        "item-1":{
            "title": "Адрес:"
        },
        "item-2":{
            "title": "ул. Гани Иляева, 3"
        },"item-3":{
            "title": "ул. Ломоносова, 7"
        },
        "item-4":{
            "title": "Контактный центр:"
        },
        "item-5":{
            "title": "8 778 003 09 83"
        },
        "item-6":{
            "title": "Социальные сети:"
        }
    },
    "professionalСourses":{
        "masterHairdresser":{
            "title": "Мастер-парикмахер"
        },
        "visagiste":{
            "title": "Визажист"
        },
        "manicurist":{
            "title": "Мастер по маникюру"
        },
        "seamstress":{
            "title": "Швея"
        }
    },
    "teachers":{
        "Gulnar": "Емешова Гульнар",
        "Natalya": "Жекеева Наталья",
        "Elena": "Керхер Елена",
        "Tamara": "Махалқызы Тамара",
        "Evgenija": "Медовщикова Евгения ",
        "Dinara": "Мынбаева Динара ",
        "Akmaral": "Райымбекова Акмарал",
        "Anara": "Шарапова Анара ",
        "Svetlana": "Спасова Светлана "
    },
    "partners":{
        "1": "АО «Сбербанк»",
        "2": "АО «БанкЦентрКредит»",
        "3": "Hotel «Canvas»",
        "4": "Hotel «Rixos»",
        "5": "«Prestige tour»",
        "6": "ТОО «Лайм трэвэл»",
        "7": "Филиал ТОО «Magnum cash&Carry» ",
        "8": "АО «Цеснабанк»",
        "9": "ТОО «Фиркан»",
        "10": "ТОО «Business and sport travel»",
        "11": "ТОО «Excelsia»",
        "12": "Учебный центр «Zerdeli»",
        "13": "ТОО «ШФ Гаухар»",
        "14": "ТОО «Skynet Group»",
        "15": "ТОО Petro Kazakhstan",
        "16": "Филиал АО «Банк KassaNova»"
    },
    "sliderTitles":{
        "teachers": "Наши преподователи",
        "partners": "Наши Партнеры"
    },
    "Sowtware":{
        "speciality":"Программное обеспечение (по видам)",
        "code": "06130100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Разработчик программного обеспечения",
        "text":"— человек или организация, задействованный в разработке ПО не только с точки зрения дизайна и кодинга, но также выходя за рамки программирования или управления проектами, включая некоторые аспекты управления программными продуктами",
        "activity": "Основные виды деятельности:",
        "text-2": "разработка структуры и содержания и/или написание компьютерной программы, необходимой для создания и реализации поставленной задачи, в том числе: системного программного обеспечения (в том числе обновления и исправления), приложений программного обеспечения (в том числе обновления и исправления), баз данных, web-страниц."
    },
    "Banking":{
        "speciality":"Банковское и страховое дело",
        "code": "04120100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Менеджер по банковским операциям",
        "text":"— специалист в области экономики, эксперт по экономическим вопросам.",
        "activity": "Основные виды деятельности:",
        "text-2": "Страховой агент, страховой брокер обязаны обеспечивать сохранность денежных средств в случае получения страховой премии (страховых взносов) от страхователей, а также сохранность документов, предоставленных страховщиком, страхователем;"
    },
    "Pedagogy":{
        "speciality":"Педагогика и методика начального обучения",
        "code": "01140100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Учитель начального образования",
        "text":"— самая гуманная, востребованная и серьёзная специальность, являющаяся фундаментом всех профессий. Педагог занимается формированием мировоззрения молодых людей, в руках которых находится будущее государства. Лишь первый учитель может помочь решить большинство вопросов, волнующих детей. Эту специальность можно назвать образом жизни, поскольку преподаватель несет ответственность за формирование характера всех своих учеников.",
        "activity": "Основные виды деятельности:",
        "text-2": "педагог может работать репетитором в центре дополнительного образования детей или на дому. Педагогическое образование также позволяет устроиться в организацию дошкольного типа на должность воспитателя или методиста."
    },
    "Upbringing":{
        "speciality": "Дошкольное воспитание и обучение",
        "code": "01120100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Воспитатель организации дошкольного воспитания и обучения",
        "text": "Учебная программа по подготовке высококвалифицированных специалистов для организации дошкольного воспитания и образования.",
        "activity": "Основные виды деятельности",
        "text-2": "Объектами профессиональной деятельности выпускника по специальности являются учебно-воспитательная и методическая деятельность по созданию условий для умственного, нравственного, трудового, эмоционального и физического развития ребенка. Выпускник подготовлен для педагогической, образовательно-воспитательной деятельности в системе дошкольного образования."
    },
    "Hairdresser":{
        "speciality": "Парикмахерское искусство",
        "code": "10120100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Художник-модельер",
        "text": "– область сферы услуг, которая включает совокупность средств, методов и способов деятельности человека, направленных на удовлетворение потребностей людей вне их профессиональной деятельности. Парикмахер зарабатывает весьма неплохие суммы. Целеустремленные мастера всегда добиваются успеха.",
        "activity": "Основные виды деятельности",
        "text-2": "Парикмахер может работать и на себя, но тогда приходится самому покрывать затраты на аренду помещения и материалы."
    },
    "Translator":{
        "speciality": "Переводческое дело (по видам)*",
        "code": "02310100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Переводчик",
        "text": " одна из самых древних, самых гуманных и благородных профессий, призванная объединять людей. она приобрела исключительную значимость в xxi в.: на политическом, социальном, культурном уровнях стала незаменима в век глобализации. переводчик – это связующее звено между представителями разных стран, между читателем и писателем, между людьми, ведущими переговоры и строящими бизнес и т.д.",
        "activity": "Основные виды деятельности",
        "text-2": "Изменение политической и экономической ситуации в рк, активизация международного сотрудничества, появление иностранных компаний на нашем рынке, выход казахстана на мировую орбиту значительно увеличили спрос на специалистов, не только владеющих иностранным языком, но и умеющих точно передавать смысл первоисточника"
    },
    "Jurisprudence":{
        "speciality": "Правоведение",
        "code": "04210100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Юрист",
        "text": "— специалист по правоведению, юридическим наукам; практический деятель в области права.Понятие «юрист» объединяет всех людей, занимающихся разнородной профессиональной юридической деятельностью — судей, прокуроров, следователей, адвокатов, нотариусов, юристов в организациях, юристов занимающихся частной практикой и других.",
        "activity": "Основные виды деятельности",
        "text-2": "Организационно — правовая – реализация требований законов республики казахстан и других нормативных актов в ходе организационной, производственной и иных видов деятельности; контроль за соблюдением законодательства, юридическое консультирование; оказание в установленных пределах помощи физическим и юридическим лицам в защите их прав и законных интересов. Организационно — управленческая – осуществление организационно-управленческих функций в органах государственной власти, в органах местного самоуправления; информирование граждан и должностных лиц о положениях законов и других нормативных актов, распространение правовых знаний."
    },
    "Accounting":{
        "speciality": "Учет и аудит",
        "code": "04110100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Бухгалтер",
        "text": "— это специалист, подготовленный к профессиональной деятельности по бухгалтерскому учету и анализу имущества, обязательств и хозяйственных операций для работы на предприятиях, в организациях, учреждениях независимо от их организационно- правовых форм.",
        "activity": "Основные виды деятельности",
        "text-2": "Учетно-аналитическая и финансово-контрольная; Документально оформлять и отражать на счетах бухгалтерского учета операции, связанные сдвижением основных средств, товарно-материальных ценностей, денежных средств; Анализировать хозяйственно-финансовую деятельность организации; Оценивать ликвидность и платежеспособность организации; Использовать вычислительную технику для обработки учетно-финансовой информации."
    },
    "Seamstress":{
        "speciality": "Швейное производство и моделирование одежды",
        "code": "07230100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Модельер-закройщик или Техник-технолог",
        "text": "специалист, который занимается раскроем материала для дальнейшего шитья, работающий в одном из нескольких направлениях швейного производства.",
        "activity": "Основные виды деятельности",
        "text-2": "Разрабатывать модели в соответствии с назначением одежды, с учетом направления моды и индивидуальных особенностей заказчика; Выполнять чертежи конструкции моделей одежды, принятых к производству; Изготавливать лекала в соответствии с требованиями ЕСКД; Разрабатывать конструкторско – технологическую документацию; Выполнять техническое размножение лекал по размерам и ростам; Выполнять раскладку лекал и раскрой деталей одежды; Инструктировать портных по особенностям обработки швейных изделий; Работать с журналами и каталогами мод, анализировать тенденции развития моды; Руководить работой закройщиков при раскрое особо сложных моделей одежды; Проводить маркетинговые исследования, анализ конъюнктуры рынка."
    },
    "Tourism":{
        "speciality": "Туризм",
        "code": "10150100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Менеджер по туризму",
        "text": "— это специалист, подготовленный к профессиональной деятельности в области туризма и управлению туристической организацией.",
        "activity": "Основные виды деятельности",
        "text-2": "Осуществляет организационно-управленческую и маркетинговую деятельность в сфере туризма; Использует нормативно- правовые документы, регламентирующие профессиональную деятельность специалиста; Оказывает услуги в области туризма; Составляет калькуляции стоимости тура; Разрабатывает и заключает договора на обслуживание туристов."
    },
    "Management":{
        "speciality": "Менеджмент (по отраслям и областям применения)",
        "code": "04130100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Менеджер",
        "text": " — руководитель или управляющий, отвечающий за определённое направление деятельности предприятия (менеджер по персоналу, инвестиционный менеджер, менеджер по связям с общественностью, финансовый менеджер, риск- менеджер, бренд-менеджер, экаунт-менеджер, менеджер по продажам), управляющий проектом (менеджер проекта) или целой компанией (топ-менеджер).",
        "activity": "Основные виды деятельности",
        "text-2": "Предприятия различных отраслей экономики и сферы услуг."
    },
    "ComputerEngineering":{
        "speciality": "Вычислительная техника и информационные сети (по видам)",
        "code": "06120100",
        "qualification": "Квалификация выпускника",
        "qualification-title": "Оператор компьютерного аппаратного обеспечения",
        "text": "— это специалист, обеспечивающий бесперебойную работу компьютерной техники, локальной сети, программного обеспечения. Он обслуживает компьютеры и обеспечивает бесперебойное функционирование офисной техники, компьютерных программ и информационных сетей в организации",
        "activity": "Основные виды деятельности",
        "text-2": "Введения процесса обработки информации на ЭВМ; Подготовка к работе вычислительной техники и периферийных устройств; Введения установленной документации; Работа в основных операционных системах, осуществление их загрузки и управления; Работа в программах-оболочках (файловые менеджеры), выполнения основных операций с файлами и каталогами; Управления работой текстовых редакторов; Работа с электронными таблицами, ведение текстовой и цифровой информации в них;Работа с базами данных; Ввод, редактирование и оформление информации;Работа с программами по архивации данных;Работа с программой точечной графики."
    }


}